# Taps
tap 'aws/tap'
tap 'aybabtme/tap'
tap 'd12frosted/emacs-plus'
tap 'esolitos/ipa'
tap 'goreleaser/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'koekeishiya/formulae'
tap 'warrensbox/tap'

# CLI
# brew 'docker-slim'
# brew 'kops' # installed separately
brew 'act'
brew 'automake'
brew 'aws-iam-authenticator'
brew 'awscli'
brew 'bash'
brew 'cdktf'
brew 'clang-format'
brew 'clusterctl'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'curl'
brew 'direnv'
brew 'docker-compose'
brew 'dos2unix'
brew 'editorconfig'
brew 'eks-anywhere'
brew 'eksctl'
brew 'emacs-plus'
brew 'esolitos/ipa/sshpass'
brew 'etcd'
brew 'fd'
brew 'fzf'
brew 'gettext'
# Horrible Performance...
# brew 'git'
# brew 'git-crypt'
brew 'gnu-sed'
brew 'gnupg'
brew 'go'
brew 'gpg'
brew 'graphviz'
brew 'groovy'
brew 'gzip'
brew 'helm'
brew 'htop'
brew 'jq'
brew 'jsonnet'
brew 'jump'
brew 'k9s'
brew 'krew'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'llvm'
brew 'minikube'
brew 'mysql'
brew 'node'
brew 'nvim'
brew 'openssl'
brew 'packer'
brew 'pandoc'
brew 'perl'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'pngpaste'
brew 'poetry'
brew 'protobuf'
brew 'pulumi'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'rustup'
brew 'shellcheck'
brew 'shfmt'
brew 'skhd'
brew 'st'
brew 'synergy-core'
brew 'telnet'
brew 'terraform'
brew 'terragrunt'
brew 'texlab'
brew 'tflint'
brew 'terraform-docs'
brew 'tfswitch'
brew 'pgcli'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yq'
brew 'z'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'gh'
# brew 'starship'
brew 'sops'
brew 'stow'

# GUI
cask 'alacritty'
cask 'kitty'
cask 'docker'
cask 'font-menlo-for-powerline'
cask 'google-chrome'
# cask 'virtualbox'
cask 'vlc'
cask 'flux'
cask 'rar'
cask 'slack'
cask 'rectangle'
cask 'visual-studio-code'
