;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; Additional Syntax
(package! systemd)

;; Org Mode
(package! org-noter)
(package! org-jira)
(package! org-super-agenda)
(package! org-download)
(package! ob-async)
;; Org Export Formats
(package! ox-jira)
(package! toc-org)

(package! pdf-tools)

;; Python
(package! pyenv)

;; Latex
(package! lsp-latex)

;; Ruby
(package! rbenv)
